app/controllers/events_controller.rb

  def index
    @events = Event.where('start > ? ', DateTime.now).order('start ASC')
---
SELECT "events".* FROM "events" WHERE (start > '2017-03-29 15:42:04.846506' ) ORDER BY start ASC